{
  "oracles": [
    {
      "name": "Tarotorial",
      "artist": "Pamela Coe",
      "language": "en",
      "image": "tarotorial",
      "description": ["Tarot demystified: Beginner-friendly and intuitive Tarot deck that is perfect for anyone.", "In addition to being perfect for beginners and those who are neurodiverse, Tarotorial® eliminates any need to look up information in books. As a result, you can master Tarot reading like a professional, in a matter of hours. In fact, the text-based descriptions allow one to understand the meanings without having to rely on visual interpretation, making it that much easier."]
    },
    {
      "name": "Wand wood",
      "artist": "Phil and Jacqui Lovesey",
      "language": "en",
      "image": "wand-wood",
      "description": ["The deck is very easy to use. There's no formal or wrong way, and you don't need to have used oracle cards before. "]
    },
    {
      "name": "Green witch oracle",
      "artist": "Cheralyn Darcey",
      "language": "en",
      "image": "green-witch-oracle",
      "description": ["This deck is a tool to help those wanting to create a magickal practice within a garden setting: you may have a lovely suburban garden, a country estate, an inner-city courtyard, a collection of houseplants or share a community garden. What matters is not the where but the divine act of gardening and that you do it yourself.", "Explore the healing and supportive energies of fruits, vegetables, flowers and herbs in the cards and informative guidebook. Pick one card each day to bring balance to your life, and create inspirational oracle readings that will empower your outlook while you discover the secrets of the magickal botanical plant world that awaits beyond the garden gates."]
    },
    {
      "name": "Raise your Vibration",
      "artist": "Kyle Gray and Ari Wisner",
      "language": "en",
      "image": "vibration",
      "description": ["Tune in to the frequency of these beautiful cards to cultivate high-vibe practices and align your energy with living a heart-centred life.", "Each engaging card in this deck will bring you closer to a higher frequency and help you find inner confidence, self-trust and purpose. With 11 themes such as ‘Ignite’, ‘Express’, ‘Activate’ and ‘Manifest’, the cards align with one of the 11 chakras (including four higher chakras: Earth Star, Gaia Gateway, Soul Star and Stellar Gateway) and kundalini to offer you guidance for any challenge or question.You’ll learn to trust in the support and love from the Universe, feel confident in your spiritual practice and attract positivity, miracles and joy into your life. You'll also find inspiration through the high-vibe illustrations by Ari Wisner and feel supported by each carefully curated message. Through this deck, Kyle shows you how to discover your true potential, elevate your vibration and create an incredible life."]
    },
    {
      "name": "The Wild Unknown Archetypes Deck",
      "artist": "Kim Krans",
      "language": "en",
      "image": "archetypes",
      "description": ["The Wild Unknown Archetypes deck includes 78 gorgeous circular oracle cards divided into four suits: The Selves, The Places, The Tools, and The Initiations. Each archetype has been carefully selected for its symbolic potency and the lesson at the core of its nature, such as The Poet, representative of deep emotional creativity and the drive to find our truth, and The Vision, which symbolizes the lifelong journey to rediscover our destiny."]
    },
    {
      "name": "Prism Oracle",
      "artist": "Nicole Pivirotto",
      "language": "en",
      "image": "prism-oracle",
      "description": ["This vibrant deck explores the links between color and emotion with 45 cards, each of a different hue. Each card features a unique energetic state—like Creativity, Frustration, or Reflection—mapped to a color associated with that energy. The guidebook offers direction on how to interpret the cards as a message from your higher self, as well as how to infuse your surroundings with a card's energy through meditation and altar building. This beautiful and insightful deck features modern minimal illustrations on every card and shining metallic edges, and comes enclosed in a rainbow-colored, foil-stamped keepsake box."],
      "web": "https://www.prism-oracle.com/"
    },
    {
      "name": "Spirit Junkie",
      "artist": "Gabrielle Bernstein and Micaela Ezra",
      "language": "en",
      "image": "spirit-junkie",
      "description": ["52 energetically charged cards featuring beautiful watercolor illustrations and empowering messages to provide divine guidance, inspiration, and support as you strengthen your spiritual connection.", "A Spirit Junkie is someone who fully embraces their unique gifts and uses them to be a force for good in the world. When we love and accept ourselves, we shine brightly-and that energy radiates outward, encouraging others to do the same."]
    },
    {
      "name": "Slavic folklore Lenormand",
      "artist": "Faina Lorah",
      "language": "en",
      "image": "slavic-folklore",
      "description": ["Not all fairy tales end happily, especially if a deathless king, a cannibalistic witch, and a three-headed dragon are involved. Enjoy a dark and fascinating experience through the world of the Slavic Folklore Lenormand. Discover a compendium of mythological creatures in this 36-card variation of the Petit Lenormand deck. Learn about the delightfully macabre characters and customs of ancient Slavic lore, presented alongside vintage-styled oil paintings by Russian-born artist Faina Lorah."]
    },
    {
      "name": "Broke bitch",
      "artist": "Kat Dehring and Taryn Masterson",
      "language": "en",
      "image": "broke-bitch",
      "description": ["Discover the raw and unapologetic energy of the Broken B*tch Tarot Deck. This deck challenges traditional tarot imagery, offering a unique and empowering perspective on personal growth and resilience."]
    },
    {
      "name": "Super attractor",
      "artist": "Gabrielle Bernstein and Micaela Ezra",
      "language": "en",
      "image": "super-attractor",
      "description": ["Being a Super Attractor means that what you believe is what you receive. This 52-card deck will inspire you to live a life filled with joy, grace, ease, and strength, and start manifesting your dreams into reality."]
    },
    {
      "name": "Housewives tarot",
      "artist": "Paul Kepple and Jude Buffum",
      "language": "en",
      "image": "housewives-tarot",
      "description": ["A 1950s-inspired tarot deck filled with images of dinnerware (Pentacles), cutlery and sewing kits (Swords), martini glasses (Cups), mops and brooms (Wands), and much more.", "Perfect for beginners and seasoned tarot readers alike, this fun and nostalgic set includes an instruction book for how to interpret all the cards of the major and minor arcana, helpful advice on giving a reading, and recommended layouts in the shape of a martini glass, clothesline, and more."]
    },
    {
      "name": "Rainbow tarot",
      "artist": "Sonia Lazo",
      "language": "en",
      "image": "rainbow-tarot",
      "description": ["Rainbow Tarot vibrates with So Lazo's contemporary and colorful artwork, offering a fresh take on the iconography of Pamela Colman Smith's time-honored art nouveau tarot illustrations. This deck includes a detailed guidebook featuring card interpretations and customized spreads by writer and third-generation clairvoyant Cyrée Jarelle Johnson."]
    },
    {
      "name": "A totally unofficial Adventure Time tarot deck",
      "artist": "Katherine Hillier",
      "language": "en",
      "image": "adventure-time-tarot",
      "description": ["Discover the mysteries of the Land of Ooo with this totally unofficial Adventure Time Tarot Deck. Featuring 78 unique cards, the deck can be used to tap into the hidden wisdom of the fantasy world. With each card artfully hand-illustrated by a different artist, it’s the perfect way to bring the spirit of Adventure Time into your life."]
    },
    {
      "name": "Food fortunes",
      "artist": "Josh Lafayette",
      "language": "en",
      "image": "food-fortunes",
      "description": ["A Deck of Dinner Divination.", "Food Fortunes makes divining the sacred mysteries of 'whats for dinner tonight?' as simple as turning over a few cards. This playful deck features 78 mystically illustrated food & drink cards and a booklet detailing their use and auspicious origins. Simply lay the cards out three at a time et voila--your meal appears before you, a vision from the spirit realm. This dining divining game can be played alone or with hungry friends to give apathetic appetites a mystical nudge in the right direction."]
    },
    {
      "name": "8 bit fantasy tarot deck",
      "artist": "Deck Chi",
      "language": "en",
      "image": "8-bit-tarot",
      "description": ["A full 78 pixelated Rider-Waite tarot cards deck pays respect to the classic and brings back memories of the 8-bit video games."]
    },
    {
      "name": "Buffy the Vampire slayer tarot deck",
      "artist": "Karl James Mountford",
      "language": "en",
      "image": "buffy-tarot",
      "description": ["Follow the wisdom of Buffy, Willow, Xander, Spike, and others with this beautifully illustrated tarot deck inspired by the beloved series, Buffy the Vampire Slayer. In every generation, there is a chosen one--explore your destiny like Buffy the Vampire Slayer with this magical and bold take on the traditional 78-card tarot deck. This set features the heroes you love, casting Buffy, Willow, Angel, Spike, Xander, Giles, and more in gorgeous original illustrations based on classic tarot iconography. Featuring both major and minor arcana, the set also includes a helpful guidebook explaining each card's meaning and simple instructions for easy readings. Packaged in a sturdy, decorative gift box, this alluring tarot deck is the perfect gift for the Buffy the Vampire Slayer fan or tarot enthusiast."]
    },
    {
      "name": "Woodland gardens",
      "artist": "Jessica Roux",
      "language": "en",
      "image": "woodland-gardens",
      "description": ["Gorgeously illustrated oracle deck inspired by the magic of woodland flora and fauna.  Drawing on mythology, folklore, and literature, each card in the Woodland Wardens deck features an animal-plant pairing accompanied by a distinct and thoughtful message: the hare and the oak; the finch and the peach; the hawk and the thistle. Each unique combination, brought to life in artist Jessica Roux’s detailed, historically evocative style, transports seekers to another time and place, offering insight, guidance, and an invitation to reflect on the natural world."],
      "web": "https://www.woodlandwardens.com/"
    },
    {
      "name": "Botanical inspirations",
      "artist": "Lynn Araujo",
      "language": "en",
      "image": "botanical-inspirations",
      "description": ["In Victorian England, and in other cultures, flowers were used to convey specific meanings and messages, especially in the coy rituals of courtship. Botanical Inspirations Deck brings together the Secret Language of Flowers with the treasured artwork of Pierre-Joseph Redouté. Each Botanical Inspirations card features a thoughtful quotation that alludes to the symbolism of the flower."]
    },
    {
      "name": "Synchronicity",
      "artist": "Cathy Nichols",
      "language": "en",
      "image": "synchronicity",
      "description": ["The term synchronicity was popularized by psychologist Carl Jung to explain meaningful coincidences.  With this 78-card deck, I wanted to enhance the magic of the cards by courting synchronicity in the creative process itself. So, I invited the universe to co-create this deck with me by using dice, game spinners, random color palettes and intuition to guide each painting in the series."]
    },
    {
      "name": "Doodle tarot",
      "artist": "Em Kay Holloway",
      "language": "en",
      "image": "doodle-tarot",
      "description": ["A study deck for beginners.", "This deck was created and inspired to help new Tarot readers, young and old, that have never read or have difficulty reading other decks, like the famous Rider-Smith deck. In this deck, we take that famous art and break it down into simplistic, arbitrary drawings of stick figures. We pay homage to those doodles that you drew in grade school, complete with college-ruled paper background, to allow the feeling of nostalgia to come into play and give comfort to the reader.", "The Doodle Tarot is a study deck for beginners, but it can also be used by seasoned readers as a fun way to read the cards. The simplistic drawings allow the reader to use their intuition and imagination to interpret the cards in their own way. The Doodle Tarot is a great way to learn the meanings of the cards without being overwhelmed by the traditional imagery."]
    },
    {
      "name": "Demon of the Day",
      "artist": "Travis McHenry",
      "language": "en",
      "image": "demon-of-the-day",
      "description": ["These 40 cards contain messages from the Goetic demons, a group of infernal spirits that helped King Solomon build his temple during ancient times. Just as they helped the biblical king to accomplish his work, these demons can assist you in overcoming your weaknesses by revealing the truth hidden in the shadows. The sigils on the back of each card use Kabbalistic magic to connect you directly with a Goetic demon.", "Shuffle the deck while thinking of a question or problem you are facing, then draw a card and let the wisdom of the servant demon assist you. The message might answer your question or provide a suggestion that will help you move forward.", "Try drawing a card after waking up each morning to fill your entire day with fiery, infernal energy. These cards may also be used as a companion to the Occult Tarot to provide added clarification during readings."],
      "web": "https://travisdmchenry.wixsite.com/travis1/s-projects-basic"
    }
  ]
}
